Repository: 5l1v3r1/SubtitleBOX
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: it_it, tr_tr

source: Cancelled
it_it: Annullato
tr_tr: Reddedildi!

source: The selected file cannot be used to find subtitles:
it_it: Non ci sono sottotitoli disponibili per il file selezionato:

source: There is no common language available for the selected files.
it_it: Non ci sono sottitotli della stessa lingua per tutti i file selezionati.

source: File does not exist.
it_it: Il file non esiste.
tr_tr: Dosya mevcut değil.

source: Subtitle file is not available for following files:
it_it: I sottotitoli non sono disponibili per i seguenti files:

source: Subtitles are available for following files:
it_it: I sottotitoli sono disponibili per i seguenti files:

source: Subtitles are available in following languages...
it_it: I sottotitoli sono disponibili nei seguenti linguaggi...

source: Subtitles for all selected files are available in following languages...
it_it: I sottotitoli per tutti i file selezionati sono disponibili nei seguenti linguaggi...

source: Error
it_it: Errore

source: Choose your language (Please use language codes):
it_it: Scegli la lingua (Per favore, usa il codice del linguaggio scelto)
tr_tr: İndirmek istediğiniz dili seçiniz (Lütfen dilin kısaltmasını kullanınınız. Ör: en,tr..

source: Subtitle downloaded successfully
it_it: Sottotitoli scaricati con successo
tr_tr: Başarıyla İndirildi

source: Unknown Error
it_it: Errore sconosciuto
tr_tr: Bilinmeyen Hata

source: Invalid language code selected. Please try again.
it_it: Codice linguaggio non valido. Per favore, prova di nuovo.
tr_tr: Geçersiz dil kodu seçildi. Lütfen tekrar deneyiniz!

source: Path of the video file for which subtitles should be looked for
it_it: Percorso del file video per cui cercare i sottotitoli
tr_tr: Altyazıların aranması gereken video dosyasının konumu

source: Language code for subtitles. Can be en, es, fr, it, nl, pl, pt, ro, sv, tr
it_it: Codice del linguaggio per i sottotitoli. Pu√≤ essere en, es, fr, it, nl, pl, pt, ro, sv, tr
tr_tr: Altyazilar için diller : en, es, fr, it, nl, pl, pt, ro, sv, tr

source: Subtitle files are available in following languages...
tr_tr: Altyazi dosyasi alttaki dillerde mevcuttur...

source: Oops!! Subtitle not found.
tr_tr: Tüh!! Altyazi bulunamadi
